[
  {
    "id": 1,
    "name": "NOUS SOMMES TOUS DES VOLONTAIRES",
    "text": "Refrain : Nous sommes tous des volontaires, Les gars du 1er étranger, Notre devise est légendaire, Honneur Fidélité - Fidélité, Marchons légionnaires, Dans la boue, dans le sable brûlant, Marchons l’âme légère Et le cœur vaillant, Marchons légionnaires. I Nous marchons gaiement en cadence, Malgré le vent, malgré la pluie, Les meilleurs soldats de la France, Sont là devant vous, les voici. II Partout où le combat fait rage, L’on voit le 1er étranger, Exemple d’héroïsme de courage, Se couvrir de glorieux lauriers. III Gardons dans le fond de nos âmes, Le souvenir de nos aînés, Et pour la grenade à sept flammes, Loyal près à tout sacrifier. ",
    "url": ""
  },
  {
    "id": 2,
    "name": "LE FANION CLAQUE ET S’ÉLÈVE",
    "text": "Refrain : Soit fier de ton passé, confiant dans l’avenir, Pour être le premier il te fallait vieillir ! II Le fanion claque et s’élève Au-dessus du pont romain. Légionnaire marche sans trêve Sur les pas de nos anciens Les médailles sonnent sur le tablier, Sur l’épaule brille la hache du pionnier. Honneur fidélité. Premier régiment étranger de génie Grenade à sept flamme sur ta cuirasse brille. Honneur fidélité. II En sondant, les baïonnettes Chantent toutes le même refrain, Il faut faire place nette Déminer tout le terrain. Les grappins soulèvent des mines piégées, Il faut avancer au mépris du danger. Honneur fidélité. Premier régiment étranger de génie Grenade à sept flamme sur ta cuirasse brille. Honneur fidélité. III Une seule devise aux lèvres : Legio patria nostra. Le lance-flammes ouvre la portière Légionnaire tu serviras. Quand le vert et rouge de ton fanion surgit C’est la débandade dans les rangs ennemis. Honneur fidélité. Premier régiment étranger de génie Sapeur de combat sans crainte et sans répit. Honneur fidélité.",
    "url": ""
  },
  {
    "id": 3,
    "name": "RIEN N’EMPÊCHE",
    "text": "De la boue des rizières aux plateaux du Tonkin Honneur, fidélité pour unique refrain Le feu, l’eau et la terre comme seul univers Il s’avance et combat, le sapeur légionnaire, Brisant tous les assauts quand la mitraille explose Sur cette terre d’Indo où tant d’anciens reposent Dans le froid, la tourmente, à la mort à la vie Rien n’empêche le deuxième étranger de génie. Aujourd’hui la mémoire a sonné le rappel Nous légionnaires du 2, répondons à l’appel Ouvrir, tracer la route, c’est pour le régiment Passer coûte que coûte, voilà notre serment Foi, vaillance et courage comme seul héritage Nul obstacle et nul homme pour nous faire barrage Dans le froid, la tourmente, à la mort à la vie Rien n’empêche le deuxième étranger de génie. Sur les cimes de l’Alpe quand le combat résonne Du fracas de la foudre et que l’orage tonne En avant Képis blancs, à nous les grands espaces En tout lieu, en tout temps, il nous faut faire face Relever les défis, voilà notre ambition Ne jamais faire défaut, c’est notre tradition Dans le froid, la tourmente, à la mort à la vie Rien n’empêche le deuxième étranger de génie.",
    "url": ""
  },
  {
    "id": 4,
    "name": "ANNE-MARIE DU 2ème REI",
    "text": "Anne-Marie, wo geht die Reise hin, Anne-Marie, wo geht die Reise hin, Sie geht in’ s Städteklein Wo die Soldaten sein. Ei, ei, ei, Junge, Junge, Junge Anne-Marie. II Anne-Marie, heute wollen wir lustig sein, Anne-Marie, heute wollen wir lustig sein, Wir wollen tanzen gehen Und uns im kreise drehen. Ei, ei, ei, Junge, Junge, Junge Anne-Marie.",
    "url": ""
  },
  {
    "id": 5,
    "name": "ANNE-MARIE DU 3ème REI",
    "text": "Refrain Mein Name ist Anne-Marie Einleder kennt mich schon Ich bin ja die Tochter vom ganzen Bataillon. I Mein Regiment, mein Heimatland Meine Mutter hab’ ich nie gekannt Mein Vater starb schon früh im Feld, ja Feld Ich bin allein auf dieser Welt. II Anne-Marie, das ist mein Nahm’ Den ich vom Regiment bekam Mein ganzes Leben lasse ich, ja ich Für’ s Bataillon da sterbe ich. Ce qui doit être proscrit : Dans le refrain Ah ! Ha ! après Anne Marie Oh ! Oh ! après schon",
    "url": ""
  },
  {
    "id": 6,
    "name": "C’EST LE 4",
    "text": "Refrain C’est le 4 en chantant qui s’avance, Qui s’avance, laisser-le passer. I A travers pierres et dunes S’en vont les képis blancs Sous le soleil, clair de lune Nous marchons en chantant Vers Bechar ou vers Casa Dans toutes les directions Nous repartons au combat Pour la gloire de la Légion. II Sur les pistes des Corbières Nous partons en mission Une colonne de bérets verts S’en va à l’instruction Vers la Jasse ou vers Bel-Air Dans toutes les directions Devenir légionnaires C’est notre seule ambition.",
    "url": ""
  },
  {
    "id": 7,
    "name": "LE FRONT HAUT ET L’ÂME FIÈRE",
    "text": "Refrain Le front haut et l’âme fière Marchant du pas de nos anciens Nous suivons dans la poussière Un glorieux chemin La boue sombre des rizières Scella notre destin Donnant ce nom qui sonne clair Régiment du tonkin. I Vaillant guerriers de ce régiment Vous qui luttiez si superbement En maintenant dans la tourmente L’Honneur et la Fidélité Vos successeurs ont serré les rangs Donné leur cœur et versé leur sang En combattant sans épouvante Pour le 5ème étranger. II Toujours plus haut flotte fièrement Le beau drapeau de ce régiment Jetant au vent notre devise D’Honneur et de Fidélité Et dans l’écrin des plis glorieux Tout le Tonkin revit à nos yeux En le voyant que chacun dise C’est le 5ème étranger.",
    "url": ""
  },
  {
    "id": 8,
    "name": "LA COLONNE",
    "text": "Une colonne de la Légion étrangère S’avance dans le bled en Syrie, La tête de la colonne est formée Par l’Premier étranger de Cavalerie.  } bis  Les Druses s’avancent à la bataille, En avant, légionnaires à l’ennemi, Le plus brave au combat comme toujours, C’est l’Premier étranger de Cavalerie.  } bis  Un légionnaire tombe, frappé d’une balle, Adieu mes parents, mes amis, Toutes mes fautes je les ai expiées, Au premier étranger d’Cavalerie.  } bis  Sur sa tombe, une simple croix s’élève, Sur laquelle ces seuls mots sont inscrits Il a servi honnête et fidèle, Au premier étranger d’Cavalerie  } bis  Ce qu’il faut faire : Au quatrième couplet, à la reprise (bis) deux derniers vers, accentuer mélodieusement vers le haut le mot fidèle et terminer en double voix par : Au premier Etranger d’ Cavalerie. Ce qui doit être proscrit : Dans les premiers, deuxième et troisième couplets, accentuer mélodieusement vers le haut et respectivement les mots formée, toujours, expiées.",
    "url": ""
  },
  {
    "id": 9,
    "name": "LA LEGION MARCHE",
    "text": "Refrain Nous sommes les hommes des troupes d’assaut, Soldats de la vieille Légion, Demain brandissant nos drapeaux, En vainqueur nous défilerons, Nous n’avons pas seulement des armes, Mais le diable marche avec nous, Ha, ha, ha, ha, ha, ha, ha, car nos aimés de la Légion, Se battant las-bas, nous emboîtons le pas. I La Légion marche vers le front, En marchant nous suivons, Héritiers de ses traditions, Nous sommes avec elle. II Pour ce destin de chevalier, Honneur, Fidélité, Nous sommes fiers d’appartenir Au 2e R.E.P.",
    "url": ""
  },
  {
    "id": 10,
    "name": "SAPEURS, MINEURS ET BÂTISSEURS",
    "text": "Refrain Sapeurs, mineurs et bâtisseurs A l’assaut, légionnaires du « 6 » Et de la force des vainqueurs Portons très haut notre devise Parfois détruire, souvent construire, Toujours servir avec honneur et fidélité. I 6ème Etranger d’infanterie nous sommes tous tes héritiers Syrie, Liban et Tunisie Partout les combats sans pitié Par le sang versé rendirent gloire Au vieux régiment du levant A nos anciens chantons la gloire Et reprenons d’un même élan. II 6ème Etranger de génie Légion Dans les combats les plus violents, En première ligne nous serons mis Comme pionniers en défilant Et pour la gloire de la Légion Nous remplirons avec ardeur, Dans le respect des traditions Notre mission de constructeur.",
    "url": ""
  },
  {
    "id": 11,
    "name": "SOUS LE SOLEIL BRÛLANT D’AFRIQUE",
    "text": "Refrain Vive la Légion étrangère Et quand défilent les Képis blancs Si leur allure n’est pas légère, Ils portent tous tête haute et fière, Et s’élançant dans la fournaise, Le cœur joyeux, jamais tremblant, Au son de notre Marseillaise, Savent combattre les Képis blancs. I Sous le soleil brûlant d’Afrique Cochinchine, Madagascar, Une phalange magnifique, A fait flotter nos étendards, Sa devise honneur et vaillance, Forme des soldats valeureux, Son drapeau, celui de le France, Est un emblème des plus glorieux. II C’est une chose d’importance, La discipline à la Légion, L’amour du chef l’obéissance, Sont de plus pure tradition, Et pour notre France chérie, Tous ces étrangers bravement, Viennent défendre la patrie, Avec honneur et dévouement.",
    "url": ""
  },
  {
    "id": 12,
    "name": "SOLDATS DE LA LÉGION ÉTRANGÈRE",
    "text": "I Soldats de la légion étrangère Se sont battus Partout en Algérie : Beaucoup sont tombés, de braves légionnaires Pour la Légion, qui est notre Patrie.  } bis  II Comme nos anciens Nous défendrons l’Algérie Contre le diable Et contre les fellaghas Avec nos drapeaux : honneur, fidélité, Nous tomberons ou vaincrons au combat.  } bis  Ce qui doit être proscrit : Chanter avec nos armes à la place de avec nos drapeaux.",
    "url": ""
  },
  {
    "id": 13,
    "name": "POUR ÊTRE LE PREMIER",
    "text": "I C’est toute notr’(e) histoire : Nous sommes légionnaires, De nos deux vieux sixièmes, nous somm(es) originaires. Régiment du Levant, combattants héroïques Et défenseurs d’Empire, au désert de l’Afrique. II Soyer sûr nos grands Anciens, que nous obéirons. Nous garderons fidèles, la grande Tradition. Des troup’(es) d’assaut blindés, sapeur de vocation, Nous servirons toujours au nom de la Légion. Refrain : Qu’importe le passé dans notre souvenir ! Pour être le premier, il te fallait vieillir. Alors ne demand’(e) plus que l’on te donne encore. Soit toujours plus vaillant quand tu vas à la peine, Et reçois maintenant ta vraie gloire de toi même.",
    "url": ""
  },
  {
    "id": 14,
    "name": "LE BOUDIN",
    "text": "Tiens, voilà du boudin, voilà du boudin, voilà du boudin, Pour les Alsaciens, les Suisses et les Lorrains, Pour les Belges, y en a plus, Pour les Belges, y en a plus, Ce sont des tireurs au cul.  } bis  I Au Tonkin la Légion immortelle A Tuyen-Quang illustra notre drapeau, Héros de Camerone et frères modèles Dormez en paix dans vos tombeaux. II Au cours de nos campagnes lointaines, Affrontant la fièvre et le feu, Oublions avec nos peines, La mort qui nous oublie si peu, Nous, la Légion. SONNERIE A : Nous sommes des dégourdis, Nous sommes des lascars, Des types pas ordinaires, Nous avons souvent notre cafard, Nous sommes des légionnaires. SONNERIE B : Nos anciens ont su mourir, Pour la gloire de la Légion, Nous saurons bien tous périr, Suivant la tradition. Ce qu’il faut faire : Le Boudin se chante dans l’ordre : refrain, 1er et 2ème couplets. Entre le refrain et le 1er couplet, et entre les 1er et 2ème couplets peuvent s’intercaler les sonneries A et B.",
    "url": ""
  },
  {
    "id": 15,
    "name": "ADIEU VIEILLE EUROPE",
    "text": "Refrain Nous les damnés de la terre entière, Nous les blessés de toutes les guerres, Nous ne pouvons pas oublier Un malheur, une honte, une femme qu’on adorait. Nous qu’avons l’ sang chaud dans les veines, Cafard en tête, au cœur les peines, Pour recevoir, donner des gnons, crénom de nom, Sans peur, en route pour la Légion. I Adieu vieille Europe, Que le diable t’emporte, Adieu vieux pays, Pour le ciel si brûlant de l’Algérie. Adieu souvenir, notre vie va finir, Il nous faut du soleil, de l’espace, Pour redorer nos carcasses. II Salut camarades, Donnons-nous l’accolade, Nous allons, sac au dos, flingue en main, Faire ensemble le même chemin, A nous le désert, Comme au marin la mer, Il nous faut du soleil, de l’espace, Pour redorer nos carcasses. Ce qu’il faut faire : A la fin du chant, enchaîner immédiatement par le chant « Quand on a une fille dans l’ cuir ». Cet enchaînement est aujourd’hui devenu traditionnel.",
    "url": ""
  },
  {
    "id": 16,
    "name": "AUX LÉGIONNAIRES",
    "text": " V  Quand on a bouffé son pognon Ou gâché par un coup d’cochon Toute sa carrière, On prend ses godasses sur son dos Et l’on file au fond d’un paquebot Aux Légionnaires.  On vit avec d’autres passions Que l’ pioupiou qui monte la fraction D’vant l’ ministère, Mieux vaut la brousse du Tonkin Que la caserne du biffin Pour l’ Légionnaire.  II  VI  On y trouve des copains d’ partout Y en a d’Vienne, y en a d’Montretout Pas d’ordinaires, Des aristos et des marlous Qui se sont donnés rendez-vous Aux Légionnaires.  Chez nous on devient pas proprio Faut traîner ses godillots Par tout’ la terre, Le Pernod, les femmes et l’assaut Dame, on n’est pas comme il faut Aux Légionnaires.  III  VII  Y a des avocats, des médecins Des juges, des marquis, des roussins D’anciens notaires, Mêm’ des curés qui sans façons Baptisent le bon Dieu d’ sacrés noms Aux Légionnaires.  Quinze ans on fait ce dur métier A moins qu’une ball’ vienn’ prend pitié De nit’ misère, Alors l’ chacal aiguise ses crocs, En disant j’ vas croquer les os D’un Légionnaire.  IV  VIII  On vit au pays des Bicots, Là où c’ qu’il y a qu’ des bourricots Des vieilles mouquères En France, on ferait bien trop de pétard Et l’ bourgeois a peur du cafard Du Légionnaire.  Mais ça n’est pas admis chez nous, Un copain dit au bord d’not’trou Quelqu’bout d’prière, Deux morceaux d’bois en croix, un nom, Qu’importe si c’nom là c’est pas l’bon : C’t’un Légionnaire.",
    "url": ""
  },
  {
    "id": 17,
    "name": "EUGÉNIE",
    "text": "I Eugénie les larmes aux yeux Nous venons te dire adieu Nous partons de bon matin Par un ciel des plus sereins Nous partons pour le Mexique Nous partons la voile au vent Adieu donc belle Eugénie, Nous reviendrons dans un an. II Ce n’est pas commode du tout Que de penser à l’amour (1) Surtout quand il fait grand vent Par dessus l’ gaillard d’avant Nous partons pour le Mexique Nous partons la voile au vent Adieu donc belle Eugénie, Nous reviendrons dans un an. à l’origine : « Que de faire l’amour debout »",
    "url": ""
  },
  {
    "id": 18,
    "name": "IL EST UN MOULIN",
    "text": "(Version française) Il est un moulin au fond de la vallée Qui tourne et qui craque sans cesser.  } bis  Partout où je m’en vais, Où je m’en vais, Par montagnes et forêts, et forêts. Le moulin enchanté, je le vois toujours Qui tourne et qui craque sans cesser. Partout où je m’en vais, Où je m’en vais, Par montagnes et forêts, et forêts. Le moulin enchanté, je le vois toujours Ses murs, sa vallée, ses forêts. SCHARTZWALDET TAL (Version allemande) Es steht eine Mühle im Schwartzälder Tal Die klappert so leis’ vor sich hin.  } bis  Und wo ich geh’ und steh’ Ja geh’ und steh’ Im tal und auf der höh’ Ja auf der Höh’ Ja da liegt mir die Mühle im Sinn’ Die Mühle vom Schwartzälder Tal. THE WINDMILL (Version anglaise) There is a windmill at botton of valley Wich turns and creaks without stopping. Wherever I am going, l’m going Over moutains and forests, and forests That magic windmill is always in my mind Turning and creaking forever Wherever I am going, l’m going Over moutains and forests, and forests That windmill which sang, I always heard Its walls, that valley and forest.",
    "url": ""
  },
  {
    "id": 19,
    "name": "LE FANION DE LA LÉGION",
    "text": "Refrain : As-tu vu le fanion du légionnaire, As-tu vu le fanion de la Légion, On nous appelle les fortes têtes, On a mauvaise réputation, Mais on s’en fout comme d’une musette, On est fiers d’être à la Légion, à la Légion, Et ce qu’ignore le vulgaire, C’est que du soldat au colon, Ils ont une âme de mousquetaire, Les Légionnaires. I Du Tonkin à Casa, De Beyrouth à Dakar, De Sidi-bel-Abbès aux sables brûlants de Mekhnès, La grenade au Képi, sans peur et sans répit, Lorsque l’un de nous meurt, Nous reprenons avec ardeur. II Quand dégoûté, lassé, Honteux de son passé, On rencontre un p’ tit gars Mourant des rigueurs d’ici-bas, On lui dit « vient petit, chez nous chercher l’oubli », Sous un soleil de plomb, Chanter notre plus belle chanson. Ce qui doit être proscrit : Dans le refrain, reprendre réputation et reprendre oui au colon après colon. ",
    "url": ""
  },
  {
    "id": 20,
    "name": "LÉGIONNAIRE DE L’AFRIQUE",
    "text": "Refrain : En avant, légionnaire de l’Afrique, Dédaigneux de la pluie et du vent, Batailleur et pourtant pacifique, En avant, légionnaire, en avant, En avant, en avant. I Le sac au dos, la gourde bien remplie, Le grand Képis rabattu sur les yeux, Nous martelons le sol de l’Algérie, Où sont tombés tous nos communs aïeux. II Quand nos chansons font tressaillir l’espace, Chacun se dit, tous ces joyeux garçons, C’est l’avenir, la fleur de notre race, C’est le froment de nos futures maisons. III Par les sentiers escaladant les pentes, Le cœur joyeux où lève une chanson, Nous combattons l’âme toujours vaillante, Par le renon de notre vieille Légion. IV Ceux qui sont morts, guidant nos randonnées, De les venger nous avons fait serment, Et nous ferons que notre renommée, Restera ce qu’elle fut de tout temps.",
    "url": ""
  },
  {
    "id": 21,
    "name": "LES CAILLOUX",
    "text": "REFRAIN Y a des cailloux sur toutes les routes ; Sur toutes les routes y a des chagrins, Mais pour guérir le moral en déroute, Y a des filles sur tous les chemins. Y en a autant qu’il y a de pierres, Qu’il y a de fleurs dans les jardins, Qu’il y a d’oiseaux sur la branches légère, Y a des filles sur tous les chemins. Il suffit de trouver Celle dont on a rêvé, Ainsi quand on pense à l’amour Le chemin semble bien plus court. Y a des cailloux sur toutes les routes Mais aujourd’hui comme demain, Une raison suffit pour qu’on s’en foute Y a des filles sur tous les chemins.  I Sous le sac que l’on porte Qui pèse vingt kilos On marche comme des cloportes Et l’on courbe le dos Mais qu’une jolie fille Vienne à passer par là Aussitôt nos yeux brillent Et nous manquons le pas. A détailler son corps mignon, On oublie ses durillons.  II  III  Qu’elle soit brune ou blonde, La fille que nous croisons C’est la plus belle du monde Aux yeux du bataillon, Et pour le deuxième classe Comme pour le commandant, C’est de l’amour qui passe Et tout le monde est content. Nous nous r’ dressons dans un frisson Et nous chantons à l’unisson.  Le bon vieux légionnaire Est un soldat fameux, On peut tout lui faire faire, Il fait plus qu’il ne peut. Il travers’ ra les flammes Mais toujours en chantant, En pensant à la femme, Il a ça dans le sang, Et c’est pourquoi les troubadours Font rimer amour et tambour.",
    "url": ""
  },
  {
    "id": 22,
    "name": "MONICA",
    "text": "Refrain Au revoir, petite Monica, Nous partons au combat, Au revoir, petite Monica, Que tes yeux ne pleurent pas, Falléri, fallara, Falléri, fallara, Je ne suis toujours qu’a toi, Au revoir, petite Monica, En tout lieux, je pense à toi. I Monica, ma chère compagne, Nous partirons bientôt, Le pays est en campagne, Pour faire les temps nouveaux, Nous serons victorieux, Nous serons victorieux. II Nous repousserons les rouges, Au-delà de l’Oural, Nous repousserons les rouges, Sans faire d’esprit de pitié, Nous serons victorieux, Nous serons victorieux.",
    "url": ""
  },
  {
    "id": 23,
    "name": "POUR FAIRE UN VRAI LÉGIONNAIRE",
    "text": "Refrain  I  Pour faire un vrai légionnaire, Il n’ suffit pas de boire un coup, Ça tout le monde sait le faire, Faut être aussi premier partout.  Chacun sait bien qu’un légionnaire Est le premier dans les combats, Que sa bravoure est légendaire Et qu’au baroud il n’en craint pas, Or parmi ceux qui lui font tête, C’est le bistrot qui l’aime le mieux, Mais seulement pour sa galette Et pas du tout pour ses beaux yeux.  II  III  Faut être premier dans les revues, Les prises d’armes, les défilés, Il faut en mettre plein la vue Aux généraux les plus calés, Il ne faut pas que la Marsouille, Les tirailleurs ou les Zouzous, Nous fassent passer pour des nouilles En se montrant meilleurs que nous.  Quand nous allons voir les gonzesses, Laissons tomber les Fatimas Et ne prenons que les caresses D’Anne-Marie et Suzanna, Car ces femmes savent y faire, On ne peut pas leur faire le coup, Ce son des femmes de légionnaires, Elles veulent qu’on soit premier partout.  Ce qu’il faut faire : Après chaque couplet : yeux, nous, partout, chanter pom pom pom avant d’attaquer le refrain. Ce qui doit être proscrit : Chanter pom pom pom après : le mieux, les Zouzous, le coup.",
    "url": ""
  },
  {
    "id": 24,
    "name": "PREMIER CHANT DU 1er REC",
    "text": "Wir sind die legionäre Vom ersten Regiment. Wir brauchen keine Schirme Wenn heiss die Sonne brennt. Aber immer mit frohem, Mut, tape-cul A terre, à cheval, au trop, galop, Aber immer mit frohem, mut, tape-cul Ziehen wir der Heimat zu. Fatma, fatma, schenke den jungen legionäre was ein Fatma, fatma, schenk den jungen was ein. ",
    "url": ""
  },
  {
    "id": 25,
    "name": "SUSANNA",
    "text": "(Chant des compagnies montées) I  II  Ah ! les carottes, Ah ! les carottes, Les carottes et les navets ! Qui c’est qui s’ les tape, Qui c’est qui s’ les tape, C’est la compagnie montée, Ho, Susanna, les carottes et les navets Ho, Susanna ! compagnie montée !  Ah ! les djebels, Ah ! les djebels, Les djebels et les pitons, Qui c’est qui s’ les tape, Qui c’est qui s’ les tape, C’est la compagnie montée, Ho, Susanna, les djebels et les pitons, Ho, Susanna ! compagnie montée !  III  IV  Ah ! les p’tit’femmes, Ah ! les p’tit’femmes, Les p’tit’femmes les fiancées ! Qui c’est qui s’ les tape, Qui c’est qui s’ les tape, C’est la compagnie montée, Ho, Susanna, les femmes les fiancées, Ho, Susanna ! compagnie montée !  Ah ! les Latil(*), Ah ! les Latil, Les Latil de la montée, Qui c’est qui s’ les pousse, Qui c’est qui s’ les pousse, C’est la compagnie montée, Ho, Susanna, les Latil de la montée, Ho, Susanna ! compagnie montée !  (*) : Latil, du nom de leur constructeur : camionnettes employées dans les premières compagnies montées et servant notamment au ravitaillement de l’avant.",
    "url": ""
  },
  {
    "id": 26,
    "name": "VERONIKA",
    "text": "Refrain A la sortie de la caserne Y a un vieux moulin, Deux jolies filles habitent là, Et chantent soir et matin, La blonde c’est Véronika, Et la brune c’est Marie, Ces jolies filles sont les amours De toute la compagnie. Pira la la, pira la la Pira la la, pira la la Pira la la la la la la la la Pira la la, pira la la Pira la la, pira la la Véronika Marie. Pour toi Véronika Ha ha ha Pour toi Véronika Ha ha ha Pour toi Véronika Véronika Marie. Ce qui doit être proscrit : Chanter allez, allez, allez avant pour toi Véronika. Bisser Ces jolies filles sont… compagnies.",
    "url": ""
  },
  {
    "id": 27,
    "name": "ADIEU, ADIEU",
    "text": "Refrain En marchant dans le soleil levant, Tête haute et les cheveux dans le vent Légionnaire, soit fier de ton bataillon, Le premier de la Légion. I Adieu, adieu, O Bel-Abbès, lieu vénéré de nos aïeux, Nous garderons, La tradition et combattrons pour la gloire du fanion. II Soleil de plomb, Pas de soulier mais, pleins d’ardeur, nous travaillons, Et sous la tente, Malgré la faim et la fatigue tous les légionnaires chantent. III Et le jour vient De commencer le grand périple de nos anciens, Arrière, ennemis, Place au premier des régiments étrangers d’infanterie.",
    "url": ""
  },
  {
    "id": 28,
    "name": "CHEZ NOUS AU TROISIÈME",
    "text": "Refrain Pas de mollesse, restons jeunes (bis). I  IV  Chez nous au troisième, Il est un refrain Notre patron l’aime, Autant que le Boudin, On le répète à chaque instant, Pour conserver toujours vingt ans.  Au revoir Chérie, A mon prochain retour, Je verrai le fruit, De nos amours si court (e)s, « Bonjour, monsieur, comment ça va ? J’savais pas qu’ t’était mon papa ».  II  V  La vie à la caserne, N’a rien de tentant, En ce qui nous concerne, Ça dure jamais longtemps, On nous donne des vieux bâtiments, On les retape et on fout le camp.  On nous a fait voir, Le beau Danube bleu, Le continent noir, Les blancs vallons neigeux, Si la terre jaune me rend morose, J’ verrai quand même la vie en rose.  III  VI  Quand on s’est mariés, J’étais sous-lieutenant, Tu m’a retrouvé, Un beau jour commandant, Je te reviendrai colonel, Pour notre troisième lune de miel.  S’il en voit sur la terre, De toutes les couleurs, Le vrai légionnaire, Y trouve son bonheur, Il crèvera sur son chemin, Toujours loin du dépôt commun.  CONNAISSEZ-VOUS CES HOMMES Refrain : Ai o, Ai o… Ai o- Ai o- Ai o- Ai o- Ai o- Ai o…  } bis  I Connaissez-vous ces hommes qui marchent là-bas Ecoutez un peu la chanson de leurs pas Elle vous dit qu'ils ont martelé bien des routes Et ça, c'est vrai, il n'y a aucun doute Du Tonkin à Dakar, D'Afrique en Norvège Dans le sable, le vent et la neige Gloire à la Légion étrangère. II Légionnaire de l'Afrique suis tes anciens De ton allure magnifique va ton chemin Tête haute sans tourner les yeux, L'âme légère et le cœur joyeux Suis ta route sans peur de tomber Avec honneur et fidélité.",
    "url": ""
  },
  {
    "id": 29,
    "name": "CONTRE LES VIETS",
    "text": "Refrain O légionnaires, le combat qui commence, Met dans nos âmes, enthousiasme et vaillance Peuvent pleuvoir grenades et gravats, Notre victoire en aura plus d’éclat.  } bis  I Contre les Viets, contre l’ennemi, Partout ou le devoir fait signe, Soldats de France, soldats du pays, Nous remonterons vers les lignes. II Et si la mort nous frappe en chemin, Si nos doigts sanglants se crispent au sol, Un dernier rêve : adieu à demain, Nous souhaiterons faire l’école. III Malgré les balles, malgré les obus, Sous les rafales ou sous les bombes, Nous avançons vers le même but, Dédaignant l’appel de la tombe.",
    "url": ""
  },
  {
    "id": 30,
    "name": "CRAVATE VERTE ET KÉPIS BLANC",
    "text": "Cravate verte et képi blanc Où t’en vas-tu gai légionnaire. Je vais où le plaisir m’attend, Le ciel est pur, la lune éclaire Bel Abbès de reflets d’argent. Et le vin rougeoit dans mon verre Comme une joue d’adolescent. Loin des locaux disciplinaires, Des gardes, des rassemblements, Buvant sec, faisant bonne chère Il s’en va le gai légionnaire, Cravate verte et képi blanc.  Cravate verte et képi blanc Où t’en vas-tu beau légionnaire. Je vais où le baroud m’attend, C’est mon devoir de faire la guerre Partout où l’ennemi m’attend, Nord ou Sud toujours sur la terre Notre drapeau va palpitant, Tout couvert d’exploits légendaires, La joie au cœur, la rage aux dents, Sur la voie tracée par nos pères, Combats et meurs dur légionnaire, Cravate verte et képi blanc.  II  IV  Cravate verte et képi blanc Où t’en vas-tu beau légionnaire. Je vais où ma belle m’attend, Elle est fidèle elle est sincère, Elle est ma joie et mon tourment. Lorsque dans mes bras je la serre, Je suis heureux tout bêtement. Mon amour n’est pas un mystère, Et son cœur tout neuf me le rend. Plus heureux qu’un bon milliardaire, Il s’en va le beau légionnaire, Cravate verte et képi blanc.  Cravate verte et képi blanc Où t’en vas-tu beau légionnaire. Je vais où le bon Dieu m’attend, Au paradis vers la lumière Constellée de nuages blancs, Sur le seuil le bon vieux saint-Pierre Tenant en mains ses clés d’argent Dira de sa voix bébonnaire Aux anges blonds et souriants Pour l’honneur du grand légionnaire Demain tenue réglementaire Étole verte et nimbe blanc.",
    "url": ""
  },
  {
    "id": 31,
    "name": "KAMERADEN",
    "text": "Kameraden, wir haben die Welt geseh’n, Paris und den heiligen Ort Wir haben die Seelen ins Meer gekotzt, bei Australien da liegen sie noch Kameraden, die Welt ist so wunderschön, was gibt es für uns noch zu seh’n Als in Hamburg an der Elbe, gleich hinter dem Ozean Ein Mädel von Sankt Pauli, ein Mädel von der Reeperbahn In Rio de Janeiro, in einer winzig kleinen Hafenbar Sass ein braungebrannter Gaucho mit schwarzbraunem Haar Ja, um Dolorès zu vergessen, die seine liebste war gewesen Sprach er zu Don Philippo, ho, ho, dem alten Spelunkenwirt Caramba, caracho, ein Whisky, caramba, caracho, ein gin Verflucht, Sacramento, Dolorès, Dolorès und alles ist wieder hin Amigo, ho, ho, wir triken kein Bier und kein Wein Amigo, ho, ho, wir saufen den Whisky nur allein Caramba, caracho, ein Whisky, caramba, caracho, ein gin Verflucht, Sacramento, Dolorès, Dolorès und alles ist wieder hin und alles ist wieder hin.",
    "url": ""
  },
  {
    "id": 32,
    "name": "KÉPIS BLANC",
    "text": "Puisqu’il nous faut vivre et lutter dans la souffrance Le jour est venu où nous imposerons au front La force de nos âmes La force de nos cœurs et de nos bras Foulant la boue sombre Vont les Képis blancs. II La rue appartient à celui qui y descend La rue appartient au drapeau des Képis blancs Autour de nos la haine Autour de nous les dogmes que l’on abat Foulant la boue sombre Vont les Képis blancs. III Combien sont tombés au hasard d’un clair matin De nos camarades qui souriaient au destin Nous tomberons en route Nous tomberons ou vaincrons au combat Foulant la boue sombre Vont les Képis blancs. IV La vie ne sourit qu’aux plus forts, aux plus vaillants L’ardeur, la fierté, la jeunesse sont dans nos rangs, Pour nos combats, nos luttes Honneur, Fidélité sur nos drapeaux Foulant la boue sombre Vont les Képis blancs.",
    "url": ""
  },
  {
    "id": 33,
    "name": "LE SOLEIL BRILLE",
    "text": "( Chant des paras Légion ) Refrain De la bataille, de la bataille, Légionnaire nous ne reviendrons pas, Là-bas les ennemis t’attendent, Sois fier, nous allons au combat !  }  bis  I Le soleil brille, préparez-vous Et qui sait si demain pour nous autres il luira. Déjà les moteurs tournent Vite, équipez-vous ! Nous volons, nous volons Aujourd’hui vers l’ennemi ! Refrain Sautons ensemble, sautons ensemble, Légionnaire nous ne reviendrons pas, Là-bas les ennemis t’attendent, Sois fier, nous allons au combat !  }  bis  II Dans le tonnerre de nos moteurs, Vite une pensée pour ceux qui nous sont chers ! Debout légionnaire, c’est le signal du saut, La porte est ouverte, serre les dents et va-t’en. Ce qui doit être proscrit : Pom-pom-pom-pom après De la bataille et après sautons ensemble.",
    "url": ""
  },
  {
    "id": 34,
    "name": "MASSARI MARIE",
    "text": "Refrain Je veux revoir mon vieux Transvaal, Ma ferme au toit de chaume, Où le bon parfum du miel Et le conifère embaument, L’air pur est clair comme un cristal.  }  I Massari Marie est si loin de mon cœur, Et je crois en son amour, Car c’est entre ses mains Que j’ai remis mon bonheur, Et je veux la revoir un jour. II Lorsque j’étais petit, je croyais qu’un démon Viendrait me ravir à ma maison, Mais lorsque je fus grand, Ce fut une horrible guerre, Qui m’emmena loin de mes terres.  bis",
    "url": ""
  },
  {
    "id": 35,
    "name": "QUAND ON A UNE FILLE DANS L’CUIR",
    "text": "Refrain : Quand on a une fille dans l’ cuir Et que la vie vous dégoûte On s’engage sous le fanion Vert et rouge de la Légion Et sac au dos on prend la route ; Quand on a une fille dans l’ cuir… I Met du pinard dans ton bidon Et tes ennuis dans ta musette, C’est au cafard qu’on fait la guerre Quand on est dans la légion… Quand on a une fille dans l’ cuir… Quand on a une fille dans l’ cuir ! Ce qu’il faut faire : Ce chant peut être enchaîné après « Adieu vieille Europe ». Cet enchaînement est devenu aujourd’hui traditionnel. Chanter Pom-pom-pom-pom après quand on est de la Légion dans l’unique couplet. Ce qui doit être proscrit : Chanter « quand on a les flics au cul » à la place de « Quand on a une fille dans l’ cuir » ",
    "url": ""
  },
  {
    "id": 36,
    "name": "DÉFILE DU 3ème REI",
    "text": "Refrain En avant troisième régiment En avant, toujours en avant ! Par les bois et les monts, Les rizières, les pitons, En avant souriant.  }  bis  Phalange à l’allure altière, Au courage légendaire, Digne et fière de son histoire, Voici le troisième régiment Troisième des légionnaires Mais premier au trois fourragères Suivant son drapeau tissé de gloire Sur le chemin de la victoire. En avant troisième régiment En avant, toujours en avant ! Par les bois et les monts, Les rizières, les pitons, En avant souriant.  }  bis  I Venus d’Europe, venus d’Afrique, A l’appel d’un destin mystérieux, Moissonnons sous le ciel asiatique, Palmes d’or et lauriers prestigieux, Ceux de la Somme, de la Champagne, Des monts d’Artois, des djebels marocains, Nous on laissé la gloire pour campagne, A nous d’être dignes de nos anciens. II Au long des routes de l’Indochine Ou refleurit la douce liberté Quand nous chantons \"valeur et discipline\" L’écho répond \" Honneur – Fidélité \" Par les rizières, par les montagnes, Quand se sont promenés nos Képis blancs Partout renaît la paix dans les campagnes Et le sourire aux lèvres des enfants. III Tournons les pages de notre histoire Ecartons les plis de notre drapeau Nous y verrons palpiter la mémoire De nos anciens et de tous nos héros. De Camerone suivant la flamme Qui vient briller jusqu'à Phu Tong Hoa Indomptable qu’elle luise en notre âme Et nul de nous jamais ne faillira.",
    "url": ""
  },
  {
    "id": 37,
    "name": "EN AFRIQUE, MALGRÉ LE VENT, LA PLUIE",
    "text": "Refrain Dans le ciel brille l’étoile qui lui rappelle son enfance Adieux mon pays, adieux mon pays, jamais je ne t’oublierai Heili, heilo Heili heilo, hei tralalalala la la Heili, heilo Heili heilo, hei tralalalala I En Afrique malgré le vent, la pluie, Guette la sentinelle sur le piton, Mais son cœur est au pays chéri, Quitté pour voir des horizons lointains, Ses yeux ont aperçu l’ennemi qui s’approche Qui s’approche ! L’alerte est sonnée, les souvenir s’envolent Maintenant au combat. Ce qu’il faut faire : Après avoir chanter une fois le refrain, siffler Heili, heilo... tralalala et reprendre en chantant Dans le ciel… oublierai pour terminer le chant. Ce qui doit être proscrit : Dans le refrain Heili, heilo après adieu nos pays.",
    "url": ""
  },
  {
    "id": 38,
    "name": "EN ALGÉRIE",
    "text": "I En Algérie, dans le djebel, Un légionnaire monte la garde Auprès de son camarade, Touché à mort par une balle rebelle. II Camarade, toi mon pays, Je vous quitte sans regret, Volontaire, j’ai bien servi, Avec honneur et fidélité. III Un légionnaire quand il tombe, Quand il a fermé les yeux, Il repose en Algérie, Dans le djebel une croix le dit.",
    "url": ""
  },
  {
    "id": 39,
    "name": "L’EDELWEISS",
    "text": "Refrain Oui, oui, oui C’était un Edelweiss, un gentil Edelweiss Qui nous guidait là-haut Pour un dernier assaut.  }  bis  I L’air pur de la montagne Nous rend fiers et joyeux Gravissant la rocaille nous grimpons jusqu’aux cieux Il s’agit de savoir si l’ennemi dangereux N’a pas bien avant nous déjà Pris le point précieux. II Grâce à notre courage nous sommes arrivés De l’ennemi plus de trace nous sommes victorieux Mais avant de partir ne serait-ce pas plus gai D’orner de ce joli bouquet nos lourds casques d’acier. Ce qu’il faut faire : Chanter oui, oui, oui avant d’attaquer le refrain proprement dit..",
    "url": ""
  },
  {
    "id": 40,
    "name": "LA LUNE EST CLAIRE",
    "text": "I La lune est claire, la ville dort, J’ai rendez-vous avec celle que j’adore. Mais la Légion s’en va, Oui s’en va, Par au baroud, baroud, Jeannine je reviendrai Sans aucun doute. II Mais la mitraille autour de moi, Elle ne respecte pas la loi. Les légionnaires les plus vaillants Tombent sous le feu, le feu Mais ton amour Jeannine m’a protégé.",
    "url": ""
  },
  {
    "id": 41,
    "name": "NOUS SOMMES DE LA LÉGION",
    "text": "I Nous sommes de la Légion, Si loin de nos pays. Vers le front nous marcherons, Pour vaincre l’ennemi. Avec nos armes, Nos cœurs et notre vie, Nous défendrons le France, Contre l’ennemi.  }  bis  }  bis  II En tête de not’ colonne Un drapeau claque au vent, C’est celui de la Légion, Qui flotte dans le vent, C’est pour la France, Pour notre vieille Légion, Tous les jours nous nous avancerons, Même si nous tombons.",
    "url": ""
  },
  {
    "id": 42,
    "name": "VENU VOLONTAIRE",
    "text": "I Venu volontaire, recherchant la guerre, Perdu dans la nuit, Marchant, on oublie. Nous combattrons, Nous les légionnaires, Nous vaincrons Partout et sans recours. Sans attendre, La mission remplie, Nous partons Ecoutant le tambour. II Septième compagnie toujours la première A bien combattu Et vient aujourd’hui Se préparer A une autre guerre Pour parer Les coups de l’ennemi. Pour la gloire La Légion étrangère Nous donnerons Aujourd’hui notre vie. ",
    "url": ""
  },
  {
    "id": 43,
    "name": "DANS LA BRUME LA ROCAILLE",
    "text": "I Dans la brume la rocaille Légionnaire tu combats Malgré l’ennemi, la mitraille Légionnaire tu vaincras.  }  bis  }  bis  }  bis  II Tu luttes pour la France Sous la flamme Légion Tu tombera pour la défendre De toutes ses traditions. III Ancien, toi qui reposes Regarde et souviens-toi Qu’ la première compagnie dispose De la même force que toi.",
    "url": ""
  },
  {
    "id": 44,
    "name": "LA PETITE PISTE",
    "text": "Refrain : O porteur Et askari Aillo, aillo-ay Safari..  }  bis  I Combien d’ fois a - t’on parcouru Cette petite piste Traversant la lande herbus Lorsque le jour se lève En écoutant le rythme De la chanson intime. II Et quand un jour nous partirons Pour le dernier voyage Chante-nous cette chanson Comme un dernier hommage Et s’il ne pleure personne Que Dieu nous le pardonne. Ce qui doit être proscrit : Dans le refrain Ay ! entre Aillo et Aillo-Ay Safari.",
    "url": ""
  },
  {
    "id": 45,
    "name": "J’AVAIS UN CAMARADE",
    "text": "( Version française ) I J’avais un camarade, de meilleur, il n’en est pas, Il n’en est pas, Dans la paix en dans la guerre Nous allions comme deux frères Marchant d’un même pas. } bis II Mais une balle siffle, qui de nous sera frappé, Sera frappé ? Le voilà qui tombe à terre Il est dans la poussière Mon cœur est déchiré. } bis III Ma main il veut ma prendre, mais je charge mon fusil Oui mon fusil, Adieu donc, adieu mon frère Dans le ciel et sur la terre Soyons toujours unis. } bis ICH HATTE EINEN KAMARADEN ( Version allemande ) I Ich hatte einen Kamaraden Einen besseren findst du nicht Die Trommel schlug zum Streite Er ging an meiner Seite In gleichen Schritt und Tritt In gleichen Schritt und Tritt  II Eine Kugel kam geflogen Gilt sie mir oder gilt sie dir Ihn hat es wegerissen Er liegt vor meinen Füssen Als wärs ein stück von mir Als wärs ein stück von mir  III Will ihm die Hand noch reichen Derweill ich eben lad’ Kann ich dir die Hand nicht geben Bleib dir am ewigen Leben Mein guter Kamarad Mein guter Kamarad",
    "url": ""
  },
  {
    "id": 46,
    "name": "EHO",
    "text": "(Trompettes d/Aida) I Eho ! voici passer la Légion étrangère Au drapeau couvert de la gloire de son passé Eho ! voici passer la Légion centenaire Fière de sa devise Honneur et Fidélité. Arrête toi petit Regarde bien ceci Jamais tu ne verras meilleurs soldats la, la... II Eho ! voici passer ces soldats légendaires Héritiers fameux des plus braves de tous les guerriers Eho ! voici passer ceux qu'on dit mercenaires Mais dont le courage n'a jamais été égalé. Arrête toi pékin Ôte toi du chemin Tu n'as jamais vu ça, met chapeau bas la, la... III Eho ! voici passer le glorieux troisième Le plus beau de tous les régiments du monde entier Eho ! voici passer le régiment qu'on aime En avant troisième, en avant toujours le premier. Arrête toi soldat Regarde ces gars-là Essaie de faire comme eux, si tu le peux la, la... Ce qu’il faut faire : A la fin du chant, se reporter au premier couplet qui doit être chanté doucement. ",
    "url": ""
  }
]